/* nothing */
"" = "Project-Id-Version: xchat \nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-01-01 23:38+1100\nPO-Revision-Date: 2003-01-30 10:06+EDT\nLast-Translator: Ge'ez Frontier Foundation <locales@geez.org>\nLanguage-Team: Amharic <locales@geez.org>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=utf-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "";

/* nothing */
"I'm busy" = "";

/* nothing */
"Leaving" = "ላትቪያ";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "";

/* nothing */
"Waiting" = "";

/* nothing */
"Active" = "";

/* nothing */
"Failed" = "";

/* nothing */
"Done" = "ጨርሷል";

/* nothing */
"Connect" = "አገናኝ";

/* nothing */
"Aborted" = "ውድቅ ሆኗል";

/* nothing */
"Cannot access %s\n" = "";

/* nothing */
"No active DCCs\n" = "";

/* nothing */
"YES  " = "አዎ   ";

/* nothing */
"NO   " = "አይ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "";

/* nothing */
"  %-20s online\n" = "";

/* nothing */
"  %-20s offline\n" = "";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "";

/* nothing */
"\nCommands Available:\n\n  " = "";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "";

/* nothing */
"User defined commands:\n\n  " = "";

/* nothing */
"Unknown arg '%s' ignored." = "";

/* nothing */
"No such plugin found.\n" = "";

/* nothing */
"That plugin is refusing to unload.\n" = "";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "";

/* nothing */
"AWAY [<reason>], sets you away" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"CLEAR, Clears the current text window" = "";

/* nothing */
"CLOSE, Closes the current window/tab" = "";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DISCON, Disconnects from server" = "";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "";

/* nothing */
"ECHO <text>, Prints text locally" = "";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "";

/* nothing */
"JOIN <channel>, joins the channel" = "";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "";

/* nothing */
"LOAD <file>, loads a plugin or script" = "";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "";

/* nothing */
"NICK <nickname>, sets your nick" = "";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "";

/* nothing */
"SET <variable> [<value>]" = "";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "";

/* nothing */
"Usage: %s\n" = "አጠቃቀም፦ %s\n";

/* nothing */
"\nNo help available on that command.\n" = "";

/* nothing */
"No such command.\n" = "";

/* nothing */
"Bad arguments for user command.\n" = "";

/* nothing */
"Too many recursive usercommands, aborting." = "";

/* nothing */
"Unknown Command. Try /help\n" = "";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "";

/* nothing */
"Proxy traversal failed.\n" = "";

/* nothing */
"Cycling to next server in %s...\n" = "";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "";

/* nothing */
"%C13*%O$t$1%O $2%O" = "";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "";

/* nothing */
"%UChannel          Users   Topic%O" = "";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "";

/* nothing */
"$1$t$2" = "";

/* nothing */
"%O%C11$1%O added to ignore list." = "";

/* nothing */
"Ignore on %C11$1%O changed." = "";

/* nothing */
"%C08,02                                                              %O" = "";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "";

/* nothing */
"%O%C11$1%O removed from ignore list." = "";

/* nothing */
"  Ignore list is empty." = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "";

/* nothing */
"-%C10-%C11-%O$tConnected." = "";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "";

/* nothing */
"Left message" = "መልእክቱ";

/* nothing */
"Right message" = "መልእክቱ";

/* nothing */
"The nick of the joining person" = "";

/* nothing */
"The channel being joined" = "";

/* nothing */
"The host of the person" = "";

/* nothing */
"Nickname" = "ቅጽል ስም";

/* nothing */
"The action" = "";

/* nothing */
"The text" = "ጽሑፉ";

/* nothing */
"Mode char" = "";

/* nothing */
"The message" = "መልእክቱ";

/* nothing */
"Old nickname" = "አሮጌ  ቅጽል ስም";

/* nothing */
"New nickname" = "አዲስ ቅጽል ስም";

/* nothing */
"Nick of person who changed the topic" = "";

/* nothing */
"Topic" = "ጉዳዩ";

/* nothing */
"Channel" = "ጣቢያ";

/* nothing */
"The nickname of the kicker" = "";

/* nothing */
"The person being kicked" = "";

/* nothing */
"The channel" = "ጣቢያው ሰዓቱ";

/* nothing */
"The reason" = "";

/* nothing */
"The nick of the person leaving" = "";

/* nothing */
"The time" = "";

/* nothing */
"The creator" = "";

/* nothing */
"Nick" = "ቅጽል";

/* nothing */
"Reason" = "";

/* nothing */
"Host" = "እንግዳ ተቀባይ";

/* nothing */
"Who it's from" = "";

/* nothing */
"The time in x.x format (see below)" = "";

/* nothing */
"The Channel it's going to" = "";

/* nothing */
"The sound" = "ድምፁ";

/* nothing */
"The nick of the person" = "";

/* nothing */
"The CTCP event" = "";

/* nothing */
"The nick of the person who set the key" = "";

/* nothing */
"The key" = "ቁልፉ";

/* nothing */
"The nick of the person who set the limit" = "";

/* nothing */
"The limit" = "";

/* nothing */
"The nick of the person who did the op'ing" = "";

/* nothing */
"The nick of the person who has been op'ed" = "";

/* nothing */
"The nick of the person who has been halfop'ed" = "";

/* nothing */
"The nick of the person who did the halfop'ing" = "";

/* nothing */
"The nick of the person who did the voice'ing" = "";

/* nothing */
"The nick of the person who has been voice'ed" = "";

/* nothing */
"The nick of the person who did the banning" = "";

/* nothing */
"The ban mask" = "";

/* nothing */
"The nick who removed the key" = "";

/* nothing */
"The nick who removed the limit" = "";

/* nothing */
"The nick of the person of did the deop'ing" = "";

/* nothing */
"The nick of the person who has been deop'ed" = "";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "";

/* nothing */
"The nick of the person of did the devoice'ing" = "";

/* nothing */
"The nick of the person who has been devoice'ed" = "";

/* nothing */
"The nick of the person of did the unban'ing" = "";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "";

/* nothing */
"The invite mask" = "";

/* nothing */
"The nick of the person removed the invite" = "";

/* nothing */
"The nick of the person setting the mode" = "";

/* nothing */
"The mode's sign (+/-)" = "";

/* nothing */
"The mode letter" = "";

/* nothing */
"The channel it's being set on" = "";

/* nothing */
"Username" = "የተጠቃሚ ስም";

/* nothing */
"Full name" = "ሙሉ ስም";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "";

/* nothing */
"Server Information" = "";

/* nothing */
"Idle time" = "";

/* nothing */
"Signon time" = "";

/* nothing */
"Away reason" = "";

/* nothing */
"Message" = "መልእክት";

/* nothing */
"Account" = "ትግባር";

/* nothing */
"Real user@host" = "";

/* nothing */
"Real IP" = "";

/* nothing */
"Channel Name" = "የጣቢያ ስም";

/* nothing */
"Text" = "ጽሑፍ";

/* nothing */
"Server Name" = "የሰርቨር ስም";

/* nothing */
"Nick of person who invited you" = "";

/* nothing */
"Users" = "ተጠቃሚዎች";

/* nothing */
"Nickname in use" = "";

/* nothing */
"Nick being tried" = "";

/* nothing */
"Error" = "ስህተት";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "ፖርት";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "የጣቢያን ስም";

/* nothing */
"Modes string" = "";

/* nothing */
"IP address" = "IP አድራሻ";

/* nothing */
"DCC Type" = "DCC ዓይነት";

/* nothing */
"Filename" = "የፋይል ስም";

/* nothing */
"Destination filename" = "";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "የመተላለፊያ ስም";

/* nothing */
"Position" = "ቦታ";

/* nothing */
"Size" = "መጠን";

/* nothing */
"DCC String" = "DCC ሐረግ";

/* nothing */
"Number of notify items" = "";

/* nothing */
"Servername" = "የሰርቨር ስም";

/* nothing */
"Old Filename" = "አሮጌ የፋይል ስም";

/* nothing */
"New Filename" = "አዲስ የፋይል ስም";

/* nothing */
"Receiver" = "";

/* nothing */
"Hostmask" = "";

/* nothing */
"Hostname" = "የእንግዳ ተቀባይ ስም";

/* nothing */
"The Packet" = "";

/* nothing */
"Seconds" = "ሴኮንዶች";

/* nothing */
"Nick of person who have been invited" = "";

/* nothing */
"Banmask" = "";

/* nothing */
"Who set the ban" = "";

/* nothing */
"Ban time" = "";

/* nothing */
"Error parsing event %s.\nLoading default" = "";

/* nothing */
"Cannot read sound file:\n%s" = "";

/* nothing */
"Remote host closed socket" = "";

/* nothing */
"Connection refused" = "";

/* nothing */
"No route to host" = "";

/* nothing */
"Connection timed out" = "";

/* nothing */
"Cannot assign that address" = "";

/* nothing */
"Connection reset by peer" = "";

/* nothing */
"Andorra" = "አንዶራ";

/* nothing */
"United Arab Emirates" = "የተባበሩት አረብ ኤምሬትስ";

/* nothing */
"Afghanistan" = "አፍጋኒስታን";

/* nothing */
"Antigua and Barbuda" = "አንቲጓ እና ባሩዳ";

/* nothing */
"Anguilla" = "አንጉኢላ";

/* nothing */
"Albania" = "አልባኒያ";

/* nothing */
"Armenia" = "አርሜኒያ";

/* nothing */
"Netherlands Antilles" = "ኔዘርላንድስ አንቲልስ";

/* nothing */
"Angola" = "አንጐላ";

/* nothing */
"Antarctica" = "አንታርክቲካ";

/* nothing */
"Argentina" = "አርጀንቲና";

/* nothing */
"Reverse DNS" = "";

/* nothing */
"American Samoa" = "የአሜሪካ ሳሞአ";

/* nothing */
"Austria" = "ኦስትሪያ";

/* nothing */
"Nato Fiel" = "";

/* nothing */
"Australia" = "አውስትሬሊያ";

/* nothing */
"Aruba" = "አሩባ";

/* nothing */
"Azerbaijan" = "አዘርባጃን";

/* nothing */
"Bosnia and Herzegovina" = "ቦስኒያ እና ሄርዞጎቪኒያ";

/* nothing */
"Barbados" = "ባርቤዶስ";

/* nothing */
"Bangladesh" = "ባንግላዲሽ";

/* nothing */
"Belgium" = "ቤልጄም";

/* nothing */
"Burkina Faso" = "ቡርኪና ፋሶ";

/* nothing */
"Bulgaria" = "ቡልጌሪያ";

/* nothing */
"Bahrain" = "ባህሬን";

/* nothing */
"Burundi" = "ብሩንዲ";

/* nothing */
"Businesses" = "";

/* nothing */
"Benin" = "ቤኒን";

/* nothing */
"Bermuda" = "ቤርሙዳ";

/* nothing */
"Brunei Darussalam" = "ብሩኒ ዳሩሳላም";

/* nothing */
"Bolivia" = "ቦሊቪያ";

/* nothing */
"Brazil" = "ብራዚል";

/* nothing */
"Bahamas" = "ባሃማስ";

/* nothing */
"Bhutan" = "ቡህታን";

/* nothing */
"Bouvet Island" = "የቦውቬት ደሴት";

/* nothing */
"Botswana" = "ቦትስዋና";

/* nothing */
"Belarus" = "ቤላሩስ";

/* nothing */
"Belize" = "ቤሊዘ";

/* nothing */
"Canada" = "ካናዳ";

/* nothing */
"Cocos Islands" = "የኮኮስ ደሴቶች";

/* nothing */
"Central African Republic" = "የመካከለኛው አፍሪካ ሪፐብሊክ";

/* nothing */
"Congo" = "ኮንጐ";

/* nothing */
"Switzerland" = "ስዊዘርላንድ";

/* nothing */
"Cote D'ivoire" = "ኮት ዲቯር";

/* nothing */
"Cook Islands" = "ኩክ ደሴቶች";

/* nothing */
"Chile" = "ቺሊ";

/* nothing */
"Cameroon" = "ካሜሩን";

/* nothing */
"China" = "ቻይና";

/* nothing */
"Colombia" = "ኮሎምቢያ";

/* nothing */
"Internic Commercial" = "";

/* nothing */
"Costa Rica" = "ኮስታ ሪካ";

/* nothing */
"Former Czechoslovakia" = "የቀድሞው ቼኮዝሎቫኪያ";

/* nothing */
"Cuba" = "ኩባ";

/* nothing */
"Cape Verde" = "ኬፕ ቬርዴ";

/* nothing */
"Christmas Island" = "የገና ደሴቶች";

/* nothing */
"Cyprus" = "ሳይፕረስ";

/* nothing */
"Czech Republic" = "ቼክ ሪፑብሊክ";

/* nothing */
"Germany" = "ጀርመን";

/* nothing */
"Djibouti" = "ጂቡቲ";

/* nothing */
"Denmark" = "ዴንማርክ";

/* nothing */
"Dominica" = "ዶሚኒካ";

/* nothing */
"Dominican Republic" = "ዶሚኒክ ሪፑብሊክ";

/* nothing */
"Algeria" = "አልጄሪያ";

/* nothing */
"Ecuador" = "ኢኳዶር";

/* nothing */
"Educational Institution" = "";

/* nothing */
"Estonia" = "ኤስቶኒያ";

/* nothing */
"Egypt" = "ግብጽ";

/* nothing */
"Western Sahara" = "ምዕራባዊ ሳህራ";

/* nothing */
"Eritrea" = "ኤርትራ";

/* nothing */
"Spain" = "ስፔን";

/* nothing */
"Ethiopia" = "ኢትዮጵያ";

/* nothing */
"Finland" = "ፊንላንድ";

/* nothing */
"Fiji" = "ፊጂ";

/* nothing */
"Falkland Islands" = "የፎልክላንድ ደሴቶች";

/* nothing */
"Micronesia" = "ሚክሮኔዢያ";

/* nothing */
"Faroe Islands" = "የፋሮይ ደሴቶች";

/* nothing */
"France" = "ፈረንሳይ";

/* nothing */
"France, Metropolitan" = "የፈረንሳይ፣ ሜትሮ";

/* nothing */
"Gabon" = "ጋቦን";

/* nothing */
"Great Britain" = "ታላቋ ብሪታኒያ";

/* nothing */
"Grenada" = "ግሬናዳ";

/* nothing */
"Georgia" = "ጆርጂያ";

/* nothing */
"French Guiana" = "የፈረንሳይ ጉዊአና";

/* nothing */
"British Channel Isles" = "";

/* nothing */
"Ghana" = "ጋና";

/* nothing */
"Gibraltar" = "ጊብራልታር";

/* nothing */
"Greenland" = "ግሪንላንድ";

/* nothing */
"Gambia" = "ጋምቢያ";

/* nothing */
"Guinea" = "ጊኒ";

/* nothing */
"Government" = "መንግስት";

/* nothing */
"Guadeloupe" = "ጉዋደሉፕ";

/* nothing */
"Equatorial Guinea" = "ኢኳቶሪያል ጊኒ";

/* nothing */
"Greece" = "ግሪክ";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "";

/* nothing */
"Guatemala" = "ጉዋቲማላ";

/* nothing */
"Guam" = "ጉዋም";

/* nothing */
"Guinea-Bissau" = "ጊኒ ቢሳዎ";

/* nothing */
"Guyana" = "ጉያና";

/* nothing */
"Hong Kong" = "ሆንግ ኮንግ";

/* nothing */
"Heard and McDonald Islands" = "የኧርድ እና የማክዶናልድ ደሴቶች";

/* nothing */
"Honduras" = "ሆንዱራስ";

/* nothing */
"Croatia" = "ክሮኤሽያ";

/* nothing */
"Haiti" = "ሀይቲ*";

/* nothing */
"Hungary" = "ሀንጋሪ";

/* nothing */
"Indonesia" = "ኢንዶኔዢያ";

/* nothing */
"Ireland" = "አየርላንድ";

/* nothing */
"Israel" = "እስራኤል";

/* nothing */
"India" = "ህንድ";

/* nothing */
"Informational" = "";

/* nothing */
"International" = "";

/* nothing */
"British Indian Ocean Territory" = "የብሪታኒያ ህንድ ውቂያኖስ ግዛት";

/* nothing */
"Iraq" = "ኢራቅ";

/* nothing */
"Iran" = "ኢራን";

/* nothing */
"Iceland" = "አይስላንድ";

/* nothing */
"Italy" = "ጣሊያን";

/* nothing */
"Jamaica" = "ጃማይካ";

/* nothing */
"Jordan" = "ጆርዳን";

/* nothing */
"Japan" = "ጃፓን";

/* nothing */
"Kenya" = "ኬንያ";

/* nothing */
"Kyrgyzstan" = "";

/* nothing */
"Cambodia" = "ካምቦዲያ";

/* nothing */
"Kiribati" = "ኪሪባቲ";

/* nothing */
"Comoros" = "ኮሞሮስ";

/* nothing */
"St. Kitts and Nevis" = "ቅዱስ ኪትስ እና ኔቪስ";

/* nothing */
"North Korea" = "ሰሜን ኮሪያ";

/* nothing */
"South Korea" = "ደቡብ ኮሪያ";

/* nothing */
"Kuwait" = "ክዌት";

/* nothing */
"Cayman Islands" = "ካይማን ደሴቶች";

/* nothing */
"Kazakhstan" = "ካዛኪስታን";

/* nothing */
"Laos" = "ላኦስ";

/* nothing */
"Lebanon" = "ሊባኖስ";

/* nothing */
"Saint Lucia" = "ሴንት ሉቺያ";

/* nothing */
"Liechtenstein" = "ሊችተንስታይን";

/* nothing */
"Sri Lanka" = "ሲሪላንካ";

/* nothing */
"Liberia" = "ላይቤሪያ";

/* nothing */
"Lesotho" = "ሌሶቶ";

/* nothing */
"Lithuania" = "ሊቱዌኒያ";

/* nothing */
"Luxembourg" = "ሉክሰምበርግ";

/* nothing */
"Latvia" = "ላትቪያ";

/* nothing */
"Libya" = "ሊቢያ";

/* nothing */
"Morocco" = "ሞሮኮ";

/* nothing */
"Monaco" = "ሞናኮ";

/* nothing */
"Moldova" = "ሞልዶቫ";

/* nothing */
"United States Medical" = "";

/* nothing */
"Madagascar" = "ማዳጋስካር";

/* nothing */
"Marshall Islands" = "ማርሻል አይላንድ";

/* nothing */
"Military" = "ወታደራዊ";

/* nothing */
"Macedonia" = "ማከዶኒያ";

/* nothing */
"Mali" = "ማሊ";

/* nothing */
"Myanmar" = "ማያንማር";

/* nothing */
"Mongolia" = "ሞንጎሊያ";

/* nothing */
"Macau" = "ማካዎ";

/* nothing */
"Northern Mariana Islands" = "የሰሜናዊ ማሪያና ደሴቶች";

/* nothing */
"Martinique" = "ማርቲኒክ";

/* nothing */
"Mauritania" = "ሞሪቴኒያ";

/* nothing */
"Montserrat" = "ሞንትሴራት";

/* nothing */
"Malta" = "ማልታ";

/* nothing */
"Mauritius" = "ማሩሸስ";

/* nothing */
"Maldives" = "ማልዲቭስ";

/* nothing */
"Malawi" = "ማላዊ";

/* nothing */
"Mexico" = "ሜክሲኮ";

/* nothing */
"Malaysia" = "ማሌዢያ";

/* nothing */
"Mozambique" = "ሞዛምቢክ";

/* nothing */
"Namibia" = "ናሚቢያ";

/* nothing */
"New Caledonia" = "ኒው ካሌዶኒያ";

/* nothing */
"Niger" = "ኒጀር";

/* nothing */
"Internic Network" = "";

/* nothing */
"Norfolk Island" = "ኖርፎልክ ደሴት";

/* nothing */
"Nigeria" = "ናይጄሪያ";

/* nothing */
"Nicaragua" = "ኒካራጓ";

/* nothing */
"Netherlands" = "ኔዘርላንድ";

/* nothing */
"Norway" = "ኖርዌ";

/* nothing */
"Nepal" = "ኔፓል";

/* nothing */
"Nauru" = "ናኡሩ";

/* nothing */
"Neutral Zone" = "";

/* nothing */
"Niue" = "ኒኡይ";

/* nothing */
"New Zealand" = "ኒው ዚላንድ";

/* nothing */
"Oman" = "ኦማን";

/* nothing */
"Internic Non-Profit Organization" = "";

/* nothing */
"Panama" = "ፓናማ";

/* nothing */
"Peru" = "ፔሩ";

/* nothing */
"French Polynesia" = "የፈረንሳይ ፖሊኔዢያ";

/* nothing */
"Papua New Guinea" = "ፓፑዋ ኒው ጊኒ";

/* nothing */
"Philippines" = "ፊሊፒንስ";

/* nothing */
"Pakistan" = "ፓኪስታን";

/* nothing */
"Poland" = "ፖላንድ";

/* nothing */
"St. Pierre and Miquelon" = "ቅዱስ ፒዬር እና ሚኩኤሎን";

/* nothing */
"Pitcairn" = "ፒትካኢርን";

/* nothing */
"Puerto Rico" = "ፖርታ ሪኮ";

/* nothing */
"Portugal" = "ፖርቱጋል";

/* nothing */
"Palau" = "ፓላው";

/* nothing */
"Paraguay" = "ፓራጓይ";

/* nothing */
"Qatar" = "ኳታር";

/* nothing */
"Reunion" = "ውህደት";

/* nothing */
"Romania" = "ሮሜኒያ";

/* nothing */
"Old School ARPAnet" = "";

/* nothing */
"Russian Federation" = "ራሺያ";

/* nothing */
"Rwanda" = "ሩዋንዳ";

/* nothing */
"Saudi Arabia" = "ሳውድአረቢያ";

/* nothing */
"Solomon Islands" = "ሰሎሞን ደሴት";

/* nothing */
"Seychelles" = "ሲሼልስ";

/* nothing */
"Sudan" = "ሱዳን";

/* nothing */
"Sweden" = "ስዊድን";

/* nothing */
"Singapore" = "ሲንጋፖር";

/* nothing */
"St. Helena" = "ሴንት ሄለና";

/* nothing */
"Slovenia" = "ስሎቬኒያ";

/* nothing */
"Svalbard and Jan Mayen Islands" = "የስቫልባርድ እና ዣን ማየን ደሴቶች";

/* nothing */
"Slovak Republic" = "ስሎቫክ ሪፐብሊክ";

/* nothing */
"Sierra Leone" = "ሴራሊዮን";

/* nothing */
"San Marino" = "ሳን ማሪኖ";

/* nothing */
"Senegal" = "ሴኔጋል";

/* nothing */
"Somalia" = "ሱማሌ";

/* nothing */
"Suriname" = "ሱሪናም";

/* nothing */
"Sao Tome and Principe" = "ሳኦ ቶሜ እና ፕሪንሲፔ";

/* nothing */
"Former USSR" = "";

/* nothing */
"El Salvador" = "ኤል ሳልቫዶር";

/* nothing */
"Syria" = "ሲሪያ";

/* nothing */
"Swaziland" = "ሱዋዚላንድ";

/* nothing */
"Turks and Caicos Islands" = "የቱርኮችና የካኢኮስ ደሴቶች";

/* nothing */
"Chad" = "ቻድ";

/* nothing */
"French Southern Territories" = "የፈረንሳይ ደቡባዊ ግዛቶች";

/* nothing */
"Togo" = "ቶጐ";

/* nothing */
"Thailand" = "ታይላንድ";

/* nothing */
"Tajikistan" = "ታጃኪስታን";

/* nothing */
"Tokelau" = "ቶክላው";

/* nothing */
"Turkmenistan" = "ቱርክሜኒስታን";

/* nothing */
"Tunisia" = "ቱኒዚያ";

/* nothing */
"Tonga" = "ቶንጋ";

/* nothing */
"East Timor" = "ምስራቅ ቲሞር";

/* nothing */
"Turkey" = "ቱርክ";

/* nothing */
"Trinidad and Tobago" = "ትሪኒዳድ እና ቶባጎ";

/* nothing */
"Tuvalu" = "ቱቫሉ";

/* nothing */
"Taiwan" = "ታይዋን";

/* nothing */
"Tanzania" = "ታንዛኒያ";

/* nothing */
"Ukraine" = "ዩክሬን";

/* nothing */
"Uganda" = "ዩጋንዳ";

/* nothing */
"United Kingdom" = "እንግሊዝ";

/* nothing */
"US Minor Outlying Islands" = "የአሜሪካ ራቅ ያሉ  አናሳ ደሴቶች";

/* nothing */
"United States of America" = "አሜሪካ";

/* nothing */
"Uruguay" = "ኡራጓይ";

/* nothing */
"Uzbekistan" = "ዩዝበኪስታን";

/* nothing */
"Vatican City State" = "ቫቲካን ከተማ";

/* nothing */
"St. Vincent and the grenadines" = "ቅዱስ ቪንሴንት እና ግሬናዲንስ";

/* nothing */
"Venezuela" = "ቬንዙዌላ";

/* nothing */
"British Virgin Islands" = "የእንግሊዝ ድንግል ደሴቶች";

/* nothing */
"US Virgin Islands" = "የአሜሪካ ቨርጂን ደሴቶች";

/* nothing */
"Vietnam" = "ቬትናም";

/* nothing */
"Vanuatu" = "ቫኑአቱ";

/* nothing */
"Wallis and Futuna Islands" = "ዋሊስ እና ፉቱና ደሴቶች";

/* nothing */
"Samoa" = "ሳሞአ";

/* nothing */
"Yemen" = "የመን";

/* nothing */
"Mayotte" = "ሜይኦቴ";

/* nothing */
"Yugoslavia" = "ዩጎዝላቪያ";

/* nothing */
"South Africa" = "ደቡብ አፍሪካ";

/* nothing */
"Zambia" = "ዛምቢያ";

/* nothing */
"Zaire" = "ዛየር";

/* nothing */
"Zimbabwe" = "ዚምቧቤ";

/* nothing */
"Unknown" = "ያልታወቀ";

/* nothing */
"Direct client-to-client" = "";

/* nothing */
"Send File" = "የድምፅ ፋይል፦";

/* nothing */
"Offer Chat" = "";

/* nothing */
"Abort Chat" = "ስለ X-ማውሪያ";

/* nothing */
"Version" = "ዝርያ";

/* nothing */
"Userinfo" = "ተጠቃሚ";

/* nothing */
"Clientinfo" = "";

/* nothing */
"Ping" = "";

/* nothing */
"Time" = "";

/* nothing */
"Finger" = "ኒጀር";

/* nothing */
"Oper" = "ክፈት";

/* nothing */
"Kill this user" = "";

/* nothing */
"Mode" = "";

/* nothing */
"Give Voice" = "";

/* nothing */
"Take Voice" = "";

/* nothing */
"Give Ops" = "";

/* nothing */
"Take Ops" = "";

/* nothing */
"Ignore" = "";

/* nothing */
"Ignore User" = "";

/* nothing */
"UnIgnore User" = "";

/* nothing */
"Kick/Ban" = "";

/* nothing */
"Kick" = "ቅጽል";

/* nothing */
"Ban" = "ቡህታን";

/* nothing */
"KickBan" = "";

/* nothing */
"Info" = "_መረጃ";

/* nothing */
"Who" = "";

/* nothing */
"WhoIs" = "";

/* nothing */
"DNS Lookup" = "";

/* nothing */
"Trace" = "ፈረንሳይ";

/* nothing */
"UserHost" = "ተጠቃሚዎች";

/* nothing */
"External" = "";

/* nothing */
"Traceroute" = "";

/* nothing */
"Telnet" = "አጥፉ";

/* nothing */
"Open Dialog Window" = "";

/* nothing */
"Disconnect" = "አገናኝ";

/* nothing */
"Reconnect" = "አገናኝ";

/* nothing */
"Leave Channel" = "ጣቢያ";

/* nothing */
"Join Channel..." = "ጣቢያ አትጫን";

/* nothing */
"Enter Channel to Join:" = "";

/* nothing */
"Server Links" = "የሰርቨር ዝርዝር...";

/* nothing */
"Ping Server" = "ሰርቨር";

/* nothing */
"Hide Version" = "ዝርያ";

/* nothing */
"Op" = "ክፈት";

/* nothing */
"DeOp" = "";

/* nothing */
"bye" = "";

/* nothing */
"Enter reason to kick %s:" = "";

/* nothing */
"Sendfile" = "የድምፅ ፋይል፦";

/* nothing */
"Dialog" = "";

/* nothing */
"Send" = "ተልኳል";

/* nothing */
"Chat" = "ቻድ";

/* nothing */
"Clear" = "ሰርዝ";

/* nothing */
"About X-Chat" = "ስለ X-ማውሪያ";

/* nothing */
"A multiplatform IRC Client" = "";

/* nothing */
"Character Chart" = "";

/* nothing */
"You must select some bans." = "";

/* nothing */
"Mask" = "";

/* nothing */
"From" = "ከ";

/* nothing */
"Date" = "ቀን";

/* nothing */
"X-Chat: Ban List (%s)" = "";

/* nothing */
"Unban" = "";

/* nothing */
"Crop" = "";

/* nothing */
"Refresh" = "በድጋሚ ጀምር";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "";

/* nothing */
"I can't save an empty list!" = "";

/* nothing */
"Select an output filename" = "";

/* nothing */
"X-Chat: Channel List (%s)" = "X-ማውሪያ፦ የጣቢያ ዝርዝር (%s)";

/* nothing */
"List display options:" = "";

/* nothing */
"Minimum Users:" = "በተቻለ መጠን ተጠቃሚዎች፦";

/* nothing */
"Maximum Users:" = "ከፍተኛ መጠን ተጠቃሚዎች፦";

/* nothing */
"Regex Match:" = "";

/* nothing */
"Apply Match to:" = "";

/* nothing */
"Apply" = "ተጠቀም";

/* nothing */
"Refresh the list" = "ዝርዝሩን አድስ";

/* nothing */
"Save the list" = "ዝርዝሩን አስቀምጥ";

/* nothing */
"Join Channel" = "ጣቢያ አትጫን";

/* nothing */
"Send file to %s" = "";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "";

/* nothing */
"That file is not resumable." = "";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "";

/* nothing */
"MIME Type" = "የMIME ዓይነት";

/* nothing */
"Status" = "ሁኔታ";

/* nothing */
"File" = "ፋይል";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "";

/* nothing */
"Abort" = "ውድቅ";

/* nothing */
"Accept" = "";

/* nothing */
"Resume" = "ቀጥል";

/* nothing */
"Open" = "ክፈት";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "ወደ";

/* nothing */
"X-Chat: File Send List" = "";

/* nothing */
"To/From" = "ወደ/ከ";

/* nothing */
"Recv" = "";

/* nothing */
"Sent" = "ተልኳል";

/* nothing */
"StartTime" = "";

/* nothing */
"X-Chat: DCC Chat List" = "X-ማውሪያ፦ የDCC ማውሪያ ዝርዝር";

/* nothing */
"*NEW*" = "*አዲስ*";

/* nothing */
"EDIT ME" = "እኔ ያስተካክሉ";

/* nothing */
"Name" = "ስም";

/* nothing */
"Command" = "ትእዛዝ";

/* nothing */
"Move Up" = "ወደላይ አንቀሳቅስ";

/* nothing */
"Move Dn" = "ወደታች አንቀሳቅስ";

/* nothing */
"Cancel" = "ተወው";

/* nothing */
"Save" = "አስቀምጥ";

/* nothing */
"Add New" = "አዲስ ጨምር";

/* nothing */
"Delete" = "አጥፉ";

/* nothing */
"Sort" = "ቅደም ተከተል";

/* nothing */
"Help" = "መረጃ";

/* nothing */
"Options" = "ትግባር";

/* nothing */
"DIRECTORY" = "";

/* nothing */
"use a different config dir" = "";

/* nothing */
"don't auto connect" = "";

/* nothing */
"don't auto load any plugins" = "";

/* nothing */
"show version information" = "";

/* nothing */
"Failed to open font:\n\n%s" = "";

/* nothing */
"Search buffer is empty.\n" = "";

/* nothing */
"%d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "";

/* nothing */
"This command moves the front tab right by one" = "";

/* nothing */
"This command moves the current tab family to the left" = "";

/* nothing */
"This command moves the current tab family to the right" = "";

/* nothing */
"Push input line into history but doesn't send to server" = "";

/* nothing */
"There was an error loading key bindings configuration" = "";

/* nothing */
"<none>" = "<ምንም>";

/* nothing */
"Mod" = "";

/* nothing */
"Key" = "ቁልፍ";

/* nothing */
"Action" = "ትግባር";

/* nothing */
"X-Chat: Edit Key Bindings" = "";

/* nothing */
"Add new" = "አዲስ ጨምር";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "ዳታ 1";

/* nothing */
"Data 2" = "ዳታ 2";

/* nothing */
"Error opening keys config file\n" = "";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "";

/* nothing */
"Cannot write to that file." = "";

/* nothing */
"Cannot read that file." = "";

/* nothing */
"That mask already exists." = "";

/* nothing */
"Private" = "";

/* nothing */
"Notice" = "";

/* nothing */
"CTCP" = "";

/* nothing */
"DCC" = "";

/* nothing */
"Invite" = "";

/* nothing */
"Unignore" = "";

/* nothing */
"Enter mask to ignore:" = "";

/* nothing */
"X-Chat: Ignore list" = "";

/* nothing */
"Ignore Stats:" = "";

/* nothing */
"Channel:" = "ጣቢያ፦";

/* nothing */
"Private:" = "";

/* nothing */
"Notice:" = "";

/* nothing */
"CTCP:" = "";

/* nothing */
"Invite:" = "";

/* nothing */
"New" = "አዲስ";

/* nothing */
"Delete All" = "አጥፉ";

/* nothing */
"Topic for %s is: %s" = "";

/* nothing */
"No topic is set" = "";

/* nothing */
"No other tabs open, quit xchat?" = "";

/* nothing */
"Insert color code" = "";

/* nothing */
"Close Tab" = "መክፈቻን ዝጋ";

/* nothing */
"Detach Tab" = "መክፈቻን አለያይ";

/* nothing */
"Beep on message" = "";

/* nothing */
"Show join/part messages" = "";

/* nothing */
"Color paste" = "";

/* nothing */
"Go to" = "";

/* nothing */
"Some file transfers still active, quit xchat?" = "";

/* nothing */
"User limit must be a number!\n" = "";

/* nothing */
"Topic Protection" = "";

/* nothing */
"No outside messages" = "";

/* nothing */
"Secret" = "";

/* nothing */
"Invite Only" = "";

/* nothing */
"Moderated" = "";

/* nothing */
"Ban List" = "";

/* nothing */
"Keyword" = "ቁልፍ ቃላት";

/* nothing */
"User Limit" = "";

/* nothing */
"Close this tab/window" = "";

/* nothing */
"Show/Hide userlist" = "";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "";

/* nothing */
"Host unknown" = "";

/* nothing */
"User: %s" = "ተጠቃሚ፦ %s";

/* nothing */
"Country: %s" = "አገር፦ %s";

/* nothing */
"Realname: %s" = "የውነት ስም፦ %s";

/* nothing */
"Server: %s" = "ሰርቨር፦ %s";

/* nothing */
"Last Msg: %s" = "የመጨረሻ መልዕክት፦ %s";

/* nothing */
"Menu Bar" = "ሜኑባር";

/* nothing */
"Topic Bar" = "ጉዳዩባር";

/* nothing */
"User List" = "የተጠቃሚ ዝርዝር";

/* nothing */
"Mode Buttons" = "";

/* nothing */
"User List Buttons" = "የተጠቃሚ ዝርዝር";

/* nothing */
"Part Channel" = "";

/* nothing */
"Cycle Channel" = "";

/* nothing */
"X-Chat: User menu" = "X-ማውሪያ፦ የተጠቃሚ ሜኑ";

/* nothing */
"Edit This Menu..." = "ይህ ሜኑ ያስተካክሉ...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "";

/* nothing */
"Settings saved." = "";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "";

/* nothing */
"X-Chat: User Defined Commands" = "";

/* nothing */
"X-Chat: Userlist Popup menu" = "";

/* nothing */
"X-Chat: Replace" = "";

/* nothing */
"X-Chat: URL Handlers" = "";

/* nothing */
"X-Chat: Userlist buttons" = "";

/* nothing */
"X-Chat: Dialog buttons" = "";

/* nothing */
"X-Chat: CTCP Replies" = "";

/* nothing */
"_X-Chat" = "_X-ማውሪያ";

/* nothing */
"Server List..." = "የሰርቨር ዝርዝር...";

/* nothing */
"Server Tab..." = "የሰርቨር መክፈቻ...";

/* nothing */
"Channel Tab..." = "የጣቢያ መክፈቻ...";

/* nothing */
"Server Window..." = "የሰርቨር መስኮት...";

/* nothing */
"Channel Window..." = "የጣቢያ መስኮት...";

/* nothing */
"Load Plugin or Script..." = "የተጨማሪው ፕሮግራምን ጫን...";

/* nothing */
"New Shell Tab..." = "";

/* nothing */
"Quit" = "ውጣ";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "";

/* nothing */
"Receive Wallops" = "";

/* nothing */
"Receive Server Notices" = "";

/* nothing */
"Marked Away" = "";

/* nothing */
"Auto Rejoin when Kicked" = "";

/* nothing */
"Auto Reconnect to Server" = "";

/* nothing */
"Never-give-up ReConnect" = "";

/* nothing */
"Auto Open Dialog Windows" = "";

/* nothing */
"Auto Accept Direct Chat" = "";

/* nothing */
"Auto Accept Files" = "";

/* nothing */
"_Server" = "_ሰርቨር";

/* nothing */
"S_ettings" = "_ምርጫዎች";

/* nothing */
"Preferences..." = "ምርጫዎች...";

/* nothing */
"Lists" = "ዝርዝሮች";

/* nothing */
"Auto Replace..." = "";

/* nothing */
"CTCP Replies..." = "";

/* nothing */
"Dialog Buttons..." = "";

/* nothing */
"Key Bindings..." = "";

/* nothing */
"Text Events..." = "";

/* nothing */
"URL Handlers..." = "";

/* nothing */
"User Commands..." = "";

/* nothing */
"Userlist Buttons..." = "";

/* nothing */
"Userlist Popup..." = "";

/* nothing */
"Reload Settings" = "";

/* nothing */
"Save Settings now" = "";

/* nothing */
"Save Settings on exit" = "";

/* nothing */
"_Window" = "_መስኮት";

/* nothing */
"Ban List..." = "";

/* nothing */
"Channel List..." = "የጣቢያ ዝርዝር...";

/* nothing */
"Character Chart..." = "";

/* nothing */
"Direct Chat..." = "";

/* nothing */
"File Receive..." = "ፋይልን ተቀበል...";

/* nothing */
"File Send..." = "ፋይልን ላክ...";

/* nothing */
"Ignore List..." = "";

/* nothing */
"Notify List..." = "";

/* nothing */
"Plugins and Scripts..." = "የተጨማሪው ፕሮግራም ዝርዝር...";

/* nothing */
"Raw Log..." = "";

/* nothing */
"URL Grabber..." = "";

/* nothing */
"C_lear Text" = "ጽሑፉ _ሰርዝ";

/* nothing */
"Search Text..." = "ጽሑፉን አስስ...";

/* nothing */
"Save Text..." = "ጽሑፉን አስቀምት...";

/* nothing */
"_Help" = "_መረጃ";

/* nothing */
"_Contents" = "አገናኝ";

/* nothing */
"_About" = "ውድቅ";

/* nothing */
"Attach Tab" = "መክፈቻን አለያይ";

/* nothing */
"User" = "ተጠቃሚ";

/* nothing */
"Server" = "ሰርቨር";

/* nothing */
"Last Seen" = "";

/* nothing */
"Offline" = "";

/* nothing */
"Never" = "በፍጹም";

/* nothing */
"Online" = "ኦንላይን";

/* nothing */
"Enter nickname to add:" = "";

/* nothing */
"X-Chat: Notify List" = "";

/* nothing */
"Add" = "ጨምር";

/* nothing */
"Remove" = "አስወግድ";

/* nothing */
"Description" = "መግለጫ";

/* nothing */
"Select a Plugin or Script to load" = "";

/* nothing */
"X-Chat: Plugins and Scripts" = "የX-ማውሪያ ተጨማሪ ፕሮግራሞች";

/* nothing */
"_Load..." = "_ጫን...";

/* nothing */
"_UnLoad" = "_አትጫን";

/* nothing */
"_Close" = "ዝጋ";

/* nothing */
"Save rawlog" = "";

/* nothing */
"X-Chat: Rawlog (%s)" = "";

/* nothing */
"Clear rawlog" = "";

/* nothing */
"Save rawlog..." = "";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "";

/* nothing */
"X-Chat: Search" = "X-ማውሪያ፦ ፈልግ";

/* nothing */
"Find:" = "ፈልግ፦";

/* nothing */
"Find" = "ፈልግ";

/* nothing */
"Close" = "ዝጋ";

/* nothing */
"Settings for %s" = "የ%s ምርጫዎች";

/* nothing */
"New Network" = "አዲስ መረብ";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "";

/* nothing */
"_Remove \"%s\"" = "_አስወግድ \"%s\"";

/* nothing */
"_Add new server" = "አዲስ ሰርቨርን _ጨምር";

/* nothing */
"Move \"%s\" _down" = "\"%s\"ን ወደ_ታች አንቀሳቅስ";

/* nothing */
"Move \"%s\" _up" = "\"%s\"ን ወደ_ላይ አንቀሳቅስ";

/* nothing */
"_Add new network" = "_አዲስ መረብ ጨምር";

/* nothing */
"Global User Info" = "";

/* nothing */
"Nick Names:" = "ቅጽል ስሞች፦";

/* nothing */
"User Name:" = "የተጠቃሚ ስም፦";

/* nothing */
"Real Name:" = "የውነት ስም፦";

/* nothing */
"C_onnect" = "_አገናኝ";

/* nothing */
"Connect in a _new tab" = "በአዲስ መክፈቻ _አገናኝ";

/* nothing */
"Servers" = "ሰርቨሮች";

/* nothing */
"Character Set:" = "";

/* nothing */
"Nick Name:" = "ቅጽል ስምች፦";

/* nothing */
"Server Password:" = "የሰርቨር ሚስጢራዊ ቃል፦";

/* nothing */
"Join Channels:" = "ጣቢያዎች አትጫን፦";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "";

/* nothing */
"Connect Command:" = "አገናኝ ትዕዛዝ";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "";

/* nothing */
"Cycle until connected" = "";

/* nothing */
"Use global user info" = "";

/* nothing */
"Use secure SSL" = "";

/* nothing */
"Auto connect at startup" = "";

/* nothing */
"Use a proxy server" = "";

/* nothing */
"Accept invalid cert." = "";

/* nothing */
"Settings for Selected Network" = "";

/* nothing */
"Edit mode" = "";

/* nothing */
"Networks" = "መረቦች";

/* nothing */
"No server list on startup" = "";

/* nothing */
"X-Chat: Server List" = "X-ማውሪያ፦ የሰርቨር ዝርዝር";

/* nothing */
"Font:" = "የፊደል ቅርጽ፦";

/* nothing */
"Background image:" = "የመደቡ ምስል፦";

/* nothing */
"Time stamp format:" = "";

/* nothing */
"See strftime manpage for details." = "";

/* nothing */
"Time stamp text" = "";

/* nothing */
"Transparent background" = "የሚያሳይ መደብ";

/* nothing */
"Indent nicks" = "";

/* nothing */
"Tint transparency" = "";

/* nothing */
"Colored nicks" = "";

/* nothing */
"Strip mIRC color" = "";

/* nothing */
"Scrollback lines:" = "";

/* nothing */
"Tint red:" = "";

/* nothing */
"Tint green:" = "";

/* nothing */
"Tint blue:" = "";

/* nothing */
"Interpret %nnn as an ASCII value" = "";

/* nothing */
"Automatic nick completion" = "";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "";

/* nothing */
"Use the Text box font and colors" = "";

/* nothing */
"Nick completion suffix:" = "";

/* nothing */
"Off" = "አጥፋ";

/* nothing */
"Graph" = "";

/* nothing */
"Info text" = "";

/* nothing */
"Both" = "ሁለትም";

/* nothing */
"A-Z, Ops first" = "";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "";

/* nothing */
"Lag meter:" = "";

/* nothing */
"Throttle meter:" = "";

/* nothing */
"Userlist sorted by:" = "";

/* nothing */
"Double-click command:" = "";

/* nothing */
"Show hostnames in userlist" = "";

/* nothing */
"Userlist buttons enabled" = "";

/* nothing */
"Resizable userlist" = "";

/* nothing */
"Track away-status on channels smaller than:" = "";

/* nothing */
"Windows" = "መስኮቶች";

/* nothing */
"Tabs" = "መክፈቻዎች";

/* nothing */
"Bottom" = "ወደ ታች";

/* nothing */
"Top" = "ወደ ላይ";

/* nothing */
"Left" = "";

/* nothing */
"Right" = "";

/* nothing */
"Hidden" = "የተደበቀ";

/* nothing */
"Show tabs at:" = "";

/* nothing */
"Open channels in:" = "";

/* nothing */
"Open dialogs in:" = "";

/* nothing */
"Open utilities in:" = "";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "";

/* nothing */
"Open tab for server messages" = "";

/* nothing */
"Open tab for server notices" = "";

/* nothing */
"Pop new tabs to front" = "";

/* nothing */
"Shorten tabs to:" = "";

/* nothing */
"letters." = "";

/* nothing */
"Download files to:" = "";

/* nothing */
"Move completed files to:" = "";

/* nothing */
"DCC IP address:" = "";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "";

/* nothing */
"Last DCC send port:" = "";

/* nothing */
"(Leave ports at zero for full range)." = "";

/* nothing */
"Auto open DCC send list" = "";

/* nothing */
"Convert spaces to underscore" = "";

/* nothing */
"In filenames, before sending" = "";

/* nothing */
"Auto open DCC chat list" = "";

/* nothing */
"Save nickname in filenames" = "";

/* nothing */
"Auto open DCC receive list" = "";

/* nothing */
"Get my IP from IRC server" = "";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "";

/* nothing */
"Max. send CPS:" = "";

/* nothing */
"Max. speed for one transfer" = "";

/* nothing */
"Max. receive CPS:" = "";

/* nothing */
"Max. global send CPS:" = "";

/* nothing */
"Max. speed for all traffic" = "";

/* nothing */
"Max. global receive CPS:" = "";

/* nothing */
"(Leave at zero for full speed file transfers)." = "";

/* nothing */
"Default quit message:" = "";

/* nothing */
"Default part message:" = "";

/* nothing */
"Default away message:" = "";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "";

/* nothing */
"(Can be a text file relative to config dir)." = "";

/* nothing */
"Extra words to highlight on:" = "";

/* nothing */
"(Separate multiple words with commas)." = "";

/* nothing */
"Show away once" = "";

/* nothing */
"Show identical away messages only once" = "";

/* nothing */
"Beep on private messages" = "";

/* nothing */
"Automatically unmark away" = "";

/* nothing */
"Unmark yourself as away before sending messages" = "";

/* nothing */
"Beep on channel messages" = "";

/* nothing */
"Announce away messages" = "";

/* nothing */
"Announce your away messages to all channels" = "";

/* nothing */
"Beep on highlighted messages" = "";

/* nothing */
"Display MODEs in raw form" = "";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join/part messages" = "";

/* nothing */
"Hide channel join/part messages by default" = "";

/* nothing */
"Auto reconnect delay:" = "";

/* nothing */
"Log filename mask:" = "";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "";

/* nothing */
"Log timestamp format:" = "";

/* nothing */
"(See strftime manpage for details)." = "";

/* nothing */
"Enable logging of conversations" = "";

/* nothing */
"Insert timestamps in logs" = "";

/* nothing */
"(Disabled)" = "(የተበላሸ)";

/* nothing */
"Wingate" = "";

/* nothing */
"Socks4" = "";

/* nothing */
"Socks5" = "";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Address to bind to:" = "";

/* nothing */
"(Only useful for computers with multiple addresses)." = "";

/* nothing */
"Proxy server" = "ሰርቨር";

/* nothing */
"Hostname:" = "የእንግዳ ተቀባይ ስም";

/* nothing */
"Username:" = "የተጠቃሚ ስም";

/* nothing */
"Password:" = "የሰርቨር ሚስጢራዊ ቃል፦";

/* nothing */
"Port:" = "ፖርት";

/* nothing */
"Type:" = "DCC ዓይነት";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "";

/* nothing */
"Select an Image File" = "";

/* nothing */
"Select font" = "የፊደል ቅርጹ ምረጡ";

/* nothing */
"Browse..." = "ቃኝ...";

/* nothing */
"Select color" = "ቀለም ምረጡ";

/* nothing */
"mIRC colors:" = "የmIRC ቀለሞች፦";

/* nothing */
"Foreground:" = "ፊት ለፊት፦";

/* nothing */
"Background:" = "መደቡ፦";

/* nothing */
"Mark fore:" = "";

/* nothing */
"Mark back:" = "";

/* nothing */
"New Data:" = "አዲስ ዳታ፦";

/* nothing */
"New Message:" = "አዲስ መልእክት፦";

/* nothing */
"Highlight:" = "አቅልም፦";

/* nothing */
"Away User:" = "";

/* nothing */
"Interface" = "";

/* nothing */
"Text box" = "";

/* nothing */
"Input box" = "";

/* nothing */
"User list" = "የተጠቃሚ ዝርዝር";

/* nothing */
"Colors" = "ቀለሞች";

/* nothing */
"Chatting" = "ወሪ";

/* nothing */
"General" = "አጠቃላይ";

/* nothing */
"Logging" = "";

/* nothing */
"Network" = "መረብ";

/* nothing */
"Network setup" = "የመረብ ቅንጅት";

/* nothing */
"File transfers" = "";

/* nothing */
"Categories" = "ምድብ";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "";

/* nothing */
"X-Chat: Preferences" = "X-ማውሪያ፦ ምርጫዎች";

/* nothing */
"There was an error parsing the string" = "";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "";

/* nothing */
"Print Texts File" = "";

/* nothing */
"Event" = "";

/* nothing */
"Sound" = "ድምፅ";

/* nothing */
"$ Number" = "$ ቍጥር";

/* nothing */
"Edit Events" = "";

/* nothing */
"Sound file: " = "የድምፅ ፋይል፦";

/* nothing */
"Save As" = "በሌላ ስም አስቀምጥ";

/* nothing */
"Load From" = "ከ...ጫን";

/* nothing */
"Test All" = "ሁሉም ሙከራ";

/* nothing */
"URL" = "";

/* nothing */
"Select a file to save to" = "";

/* nothing */
"X-Chat: URL Grabber" = "";

/* nothing */
"Clear list" = "የተጠቃሚ ዝርዝር";

/* nothing */
"Copy selected URL" = "";

/* nothing */
"Copy" = "";

/* nothing */
"Save list to a file" = "";

/* nothing */
"%d ops, %d total" = "";

